tap "golangci/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "microsoft/git"
tap "warrensbox/tap"
brew "bats-core"
brew "python@3.9"
brew "colima"
brew "docker"
brew "fluxctl"
brew "git"
brew "go"
brew "golangci-lint"
brew "grep"
brew "helm"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubeseal"
brew "make"
brew "nginx"
brew "prometheus"
brew "python-yq"
brew "telnet"
brew "terraform-docs"
brew "wget"
brew "zsh"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/consul"
brew "warrensbox/tap/tfswitch"
cask "docker"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "keepassxc"
cask "postman"
cask "powershell"
