tap "azure/functions"
tap "buildpacks/tap"
tap "fluxcd/tap"
tap "golangci/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
tap "norwoodj/tap"
tap "warrensbox/tap"
brew "act"
brew "webp"
brew "azure-cli"
brew "bats-core"
brew "glib"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "fluxctl"
brew "git"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "httpie"
brew "jemalloc"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "make"
brew "node"
brew "marp-cli"
brew "openjdk"
brew "maven"
brew "nghttp2"
brew "nginx"
brew "openjdk@11"
brew "postgresql@14"
brew "prometheus"
brew "python-yq"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "shellcheck"
brew "sops"
brew "telnet"
brew "terraform-docs"
brew "wget"
brew "azure/functions/azure-functions-core-tools@4"
brew "fluxcd/tap/flux@0.41"
brew "hashicorp/tap/hcdiag"
brew "hashicorp/tap/sentinel"
brew "norwoodj/tap/helm-docs"
brew "warrensbox/tap/tfswitch"
cask "docker"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepassxc"
cask "postman"
