tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "warrensbox/tap"
brew "act"
brew "code-cli"
brew "colima"
brew "docker"
brew "go"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "powerlevel10k"
brew "prometheus"
brew "sops"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform", link: false
brew "warrensbox/tap/tfswitch"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "sentinel"
vscode "ms-ceintl.vscode-language-pack-de"
