tap "buildpacks/tap"
tap "fluxcd/tap"
tap "golangci/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
tap "warrensbox/tap"
brew "act"
brew "webp"
brew "bats-core"
brew "python@3.9"
brew "glib"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "docker", link: false
brew "fluxctl"
brew "git"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "hugo"
brew "jemalloc"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "make"
brew "nghttp2"
brew "nginx"
brew "node", link: false
brew "openjdk"
brew "openjdk@11"
brew "openssl@3"
brew "parallel"
brew "prometheus"
brew "python-yq"
brew "ruby-build"
brew "rbenv"
brew "telnet"
brew "terraform-docs", link: false
brew "terragrunt"
brew "typescript"
brew "wget"
brew "zsh"
brew "fluxcd/tap/flux"
brew "goreleaser/tap/goreleaser"
brew "warrensbox/tap/tfswitch"
cask "docker"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "java"
cask "keepassxc"
cask "postman"
cask "powershell"
