bencoleman.armview
DavidAnson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
hashicorp.sentinel
hashicorp.terraform
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-de
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.powershell
ms-vscode.vscode-node-azure-pack
msazurermtools.azurerm-vscode-tools
redhat.vscode-yaml
timonwong.shellcheck
