asciidoctor.asciidoctor-vscode
bencoleman.armview
DavidAnson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
file-icons.file-icons
github.vscode-github-actions
golang.go
hashicorp.sentinel
hashicorp.terraform
marp-team.marp-vscode
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-de
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
PKief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
Shinotatwu-DS.file-tree-generator
timonwong.shellcheck
